testing-scripts/test_multi-client_unencrypted_h2load_throughput_via-B/results/payload-size_100000000____delay-ms_1____loss-rate-percent_0.1____clients-requests_1/1/result.txt
Setting null encryption
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
[WARNING! Using Null-encryption]
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 4.49s, 0.22 req/s, 21.27MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 95.40MB (100030593) total, 13B (13) headers (space savings 86.46%), 95.37MB (100000000) data
UDP datagram: 1634 sent, 82140 received
                     min         max         mean         sd        +/- sd
time for request:      4.48s       4.48s       4.48s         0us   100.00%
time for connect:     7.11ms      7.11ms      7.11ms         0us   100.00%
time to 1st byte:    10.26ms     10.26ms     10.26ms         0us   100.00%
req/s           :       0.22        0.22        0.22        0.00   100.00%